Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# file_provider_unlock_alert_message
source: While PIN or Face ID/Touch ID are enabled on Proton Drive the content is not accessible in Files
be: Змесціва недаступна ў файлах, пакуль у Proton Drive уключаны PIN, FaceID або Touch ID.
ca: Mentre el codi PIN o Face ID/Touch ID estan activats a Proton Drive, no es pot accedir al contingut als fitxers
cs: Pokud je na jednotce Proton Drive povolen kód PIN nebo Face ID/Touch ID, není obsah v souborech přístupný
da: Mens PIN eller Face ID/Touch ID er aktiveret på Proton Drive, er indholdet ikke tilgængeligt i Filer
de: Wenn PIN oder Face ID/Touch ID auf Proton Drive aktiviert sind, ist der Inhalt in Dateien nicht zugänglich
el: Ενώ το PIN ή το Face ID/Touch ID είναι ενεργοποιημένα στο Proton Drive, το περιεχόμενο δεν είναι προσβάσιμο στα Αρχεία
es: Mientras el código PIN o Face ID/Touch ID estén activados en Proton Drive, el contenido no será accesible en Archivos.
es_419: Mientras el código PIN o Face ID/Touch ID estén activados en Proton Drive, el contenido no será accesible en Archivos.
fi: Kun PIN-koodi tai Face ID/Touch ID on käytössä Proton Drivessa, sisältö ei ole saatavilla tiedostoissa
fr: Tant que le code PIN ou Face ID/Touch ID est activé sur Proton Drive, le contenu n'est pas accessible dans Fichiers.
hu: Bár a PIN kód vagy a Face ID/Touch ID engedélyezve van a Proton Drive-on, a tartalom nem érhető el a fájlok között.
id: Konten pada Berkas tidak dapat diakses pada saat PIN atau Face ID/Touch ID sedang aktif di Proton Drive
it: Mentre PIN o Face ID/Touch ID sono abilitati su Proton Drive, il contenuto non è accessibile nei File
ja: PINまたはFace ID/Touch IDがProton Driveで有効になっている場合、コンテンツはFilesでアクセスできません
ka: სანამ PIN-კოდი ან Face/Touch ID ჩართულია Proton Drive-ზე, ფაილებში შემცველობა ხელმისაწვდომი არაა
ko: PIN이나 Face ID/Touch ID가 Proton Drive에 활성화되어있다면 파일 앱에서 콘텐츠를 접근할 수 없습니다
nb: Mens PIN eller Face ID/Touch ID er aktivert på Proton Drive, er innholdet ikke tilgjengelig i Filer
nl: Terwijl pincode of Face ID/Touch ID zijn ingeschakeld op Proton Drive, is de inhoud niet toegankelijk in bestanden
pl: Po włączeniu kodu PIN lub Face ID / Touch ID w Proton Drive zawartość nie jest dostępna w plikach
pt: Enquanto o código PIN ou o Face ID/Touch ID estão ativados no Proton Drive, o conteúdo não está acessível em Ficheiros.
pt_br: Enquanto o PIN ou o Face ID/Touch ID estiverem habilitados no Proton Drive, o conteúdo não estará acessível em Arquivos
ro: Conținutul nu este accesibil în Fișiere în timp ce PIN-ul sau Face ID/Touch ID sunt activate în Proton Drive.
ru: Если в Proton Drive активированы PIN или Face ID/Touch ID, содержимое недоступно в Files
sk: Kým je na jednotke Proton Drive povolený kód PIN alebo Face ID/Touch ID, obsah nie je dostupný v aplikácii Súbory
sv: Medan PIN eller Face ID/Touch ID är aktiverade på Proton Drive är innehållet inte tillgängligt i filer
tr: Proton Drive üzerinde PIN veya Face ID/Touch ID kullanıldığından içeriğe Dosyalar üzerinden erişilemiyor
uk: Якщо на накопичувачі Proton Drive увімкнено PIN-код або Face ID/Touch ID, вміст у Файлах недоступний
zh_hans: 在 Proton Drive 上启用 PIN 码或 Face ID/Touch ID 后，无法在“文件”中访问内容
zh_hant: 當 Proton Drive 啟用個人識別號碼或 Face ID/Touch ID 時，內容無法在檔案中存取。

# file_provider_unlock_alert_title
source: Proton Drive is Locked
be: Proton Drive заблакіраваны
ca: Proton Drive està bloquejat.
cs: Proton Drive je uzamčen
da: Proton Drive er låst
de: Proton Drive ist gesperrt.
el: Το Proton Drive είναι κλειδωμένο
es: Proton Drive está bloqueado.
es_419: Proton Drive está bloqueado.
fi: Proton Drive on lukittu
fr: Proton Drive est verrouillé.
hu: A Proton Drive zárolva van
id: Proton Drive Terkunci
it: Proton Drive è bloccato
ja: Proton Driveはロックされました
ka: Proton Drive დაბლოკილია
ko: Proton Drive가 잠겨 있습니다
nb: Proton Drive er låst
nl: Proton Drive is vergrendeld
pl: Proton Drive jest zablokowany
pt: O Proton Drive está bloqueado.
pt_br: Proton Drive está bloqueado
ro: Proton Drive este blocat
ru: Proton Drive заблокирован
sk: Proton Drive je uzamknutý
sv: Proton Drive är låst
tr: Proton Drive kilitli
uk: Proton Drive заблокований
zh_hans: Proton Drive 已锁定
zh_hant: Proton Drive 已鎖定

# file_upload_failed_notification
source: Some files didn’t upload. Try uploading them again.
be: Некаторыя файлы не запампаваны. Паспрабуйце запампаваць іх яшчэ раз.
ca: No s'han pogut carregar alguns fitxers. Intenteu tornar a carregar-los.
cs: Některé soubory se nenahrály. Zkuste je nahrát znovu.
da: Nogle filer blev ikke uploadet. Prøv at uploade dem igen.
de: Einige Dateien konnten nicht hochgeladen werden. Bitte versuche sie erneut hochzuladen.
el: Ορισμένα αρχεία δεν ανέβηκαν. Δοκιμάστε να τα ανεβάσετε ξανά.
es: No se han podido cargar algunos archivos. Intenta cargarlos de nuevo.
es_419: No se pudieron cargar algunos archivos. Intente cargarlos de nuevo.
fi: Joitain tiedostoja ei lähetetty. Yritä lähettää ne uudelleen.
fr: Certains fichiers n'ont pas pu être chargés. Essayez de les charger à nouveau.
hu: Néhány fájl nem töltődött fel. Próbálja meg újra a feltöltést.
id: Sebagian berkas tidak diunggah. Coba unggah lagi.
it: Alcuni file non sono stati caricati. Prova a caricarli di nuovo.
ja: ファイルがアップロードされませんでした。再度アップロードを試してください。
ka: ზოგიერთი ფაილი ვერ აიტვირთა. სცადეთ თავიდან ატვირთოთ.
ko: 일부 파일을 업로드할 수 없습니다. 다시 업로드해 보세요.
nb: Noen filer kunne ikke lastes opp. Prøv å laste dem opp på nytt.
nl: Sommige bestanden zijn niet geüpload. Probeer ze opnieuw te uploaden.
pl: Niektóre pliki nie zostały przesłane. Spróbuj przesłać je ponownie.
pt: Alguns ficheiros não puderam ser enviados. Tente enviá-los novamente.
pt_br: Alguns arquivos não foram enviados. Tente enviá-los novamente.
ro: Unele fișiere nu s-au încărcat. Încercați să le reîncărcați.
ru: Не удалось загрузить некоторые файлы. Попробуйте загрузить файлы еще раз.
sk: Niektoré súbory sa nenahrali. Skúste ich nahrať znova.
sv: Några filer laddades inte upp. Försök att ladda upp dem igen.
tr: Bazı dosyalar yüklenemedi. Dosyaları yeniden yüklemeyi deneyin.
uk: Деякі файли не були вивантажені. Спробуйте вивантажити їх ще раз.
zh_hans: 有些文件未上传。请尝试重新上传。
zh_hant: 某些檔案未上載。請嘗試再次上載。

# file_upload_paused_notification
source: File upload paused. Open the app to resume.
be: Запампоўванне файла прыпынена. Адкрыйце праграму, каб узнавіць працэс.
ca: S'ha pausat la pujada del fitxer. Obriu l'aplicació per a reprendre-la.
cs: Nahrávání souborů pozastaveno. Otevřete aplikaci a pokračujte.
da: Fil-upload sat på pause. Åbn appen for at genoptage.
de: Dateiupload pausiert. Öffne die App, um den Upload fortzusetzen.
el: Η μεταφόρτωση αρχείου τέθηκε σε παύση. Ανοίξτε την εφαρμογή για να συνεχίσετε.
es: Carga de archivo pausada. Abre la aplicación para reanudar.
es_419: Se pausó la carga del archivo. Abra la aplicación para reanudarla.
fi: Tiedoston lähetys on pysäytetty. Jatka sitä avaamalla sovellus.
fr: Le téléchargement du fichier a été suspendu. Ouvrez l'application pour le reprendre.
hu: Fájlfeltöltés felfüggesztve. A folytatáshoz nyissa meg az alkalmazást.
id: Pengunggahan berkas dihentikan. Buka aplikasi untuk melanjutkan.
it: Caricamento file sospeso. Apri l'app per riprendere.
ja: ファイルのアップロードが停止しました。続けるにはアプリを開いてください。
ka: ფაილის ატვირთვა შეჩერებულია. გააგრძელებლად გახსენით აპი.
ko: 파일 업로드가 중단되었습니다. 재개하려면 앱을 실행하세요.
nb: Filopplasting satt på pause. Åpne appen for å fortsette.
nl: File upload gepauzeerd. Open de app om te hervatten.
pl: Przesyłanie pliku zostało wstrzymane. Otwórz aplikację, aby wznowić.
pt: O envio do ficheiro foi pausado. Abra a aplicação para continuar.
pt_br: Envio de arquivo pausado. Abra o aplicativo para continuar.
ro: Încărcarea fișierelor este suspendată. Deschideți aplicația pentru reluare.
ru: Загрузка файла приостановлена. Откройте приложение, чтобы продолжить.
sk: Nahrávanie súborov bolo pozastavené. Otvorte aplikáciu pre pokračovanie.
sv: Filuppladdning pausad. Öppna appen för att återuppta.
tr: Dosya yüklemesi duraklatıldı. Sürdürmek için uygulamayı açın.
uk: Вивантаження файлу призупинено. Відкрийте застосунок, щоб продовжити.
zh_hans: 文件上传已暂停。打开应用程序即可恢复。
zh_hant: 檔案上載暫停。打開應用程式以繼續。

# file_upload_status_failed_message
source: Failed to upload %d files
be: Не ўдалося запампаваць %d файлаў
ca: No s'han pogut carregar %d fitxers.
cs: Nahrávání %d souborů selhalo
da: Kunne ikke uploade %d filer
de: Fehler beim Hochladen von %d Dateien.
el: Αποτυχία αποστολής %d αρχείων
es: Error al cargar %d archivos
es_419: Error al cargar %d archivos
fi: %d tiedoston lähetys epäonnistui
fr: %d fichiers n'ont pas pu être chargés.
hu: %d fájl feltöltése sikertelen
id: Gagal mengunggah %d berkas
it: Impossibile caricare %d file
ja: %d個のファイルのアップロードに失敗しました
ka: ჩავარდა %d ფაილის ატვირთვა
ko: %d개 파일 업로드 실패
nb: Kunne ikke laste opp %d filer
nl: Uploaden van %d bestanden mislukt
pl: Nie udało się przesłać %d plików
pt_br: Falha no envio de %d arquivos
ro: Încărcare eșuată fișiere: %d
sk: Nepodarilo sa nahrať %d súborov
sv: Misslyckades att ladda upp %d filer
tr: %d dosya yüklenemedi
zh_hans: 上传 %d 个文件失败

# finder_coordinator_invalid_folder
source: Start Folder with insufficient context
be: Пачатковая папка з недастатковым кантэкстам
ca: Carpeta d'inici amb context insuficient
cs: Počáteční složka s nedostatečným kontextem
da: Start mappe med utilstrækkelig kontekst
de: Quellordner existiert nicht
el: Έναρξη φακέλου με ανεπαρκές περιβάλλον
es: Carpeta de Inicio sin suficiente contexto
es_419: Carpeta de inicio con contexto insuficiente
fi: Kansiota ei ole olemassa
fr: Dossier de départ avec contexte insuffisant
hu: Mappa indítása hiányos összefüggéssel
id: Mulai Folder dengan konteks yang tidak memadai
it: Cartella iniziale con contesto insufficiente
ja: 不十分なコンテキストでフォルダを開始しました
ka: საწყისი საქაღალდე არასაკმარისი კონტექსტით
ko: 불충분한 맥락이 있는 시작 폴더
nb: Startmappe med utilstrekkelig kontekst
nl: Start map met onvoldoende context
pl: Uruchom folder z niewystarczającym kontekstem
pt: Pasta de início com contexto insuficiente
pt_br: A pasta não existe
ro: Încercare de accesare folder nevalid.
ru: Невозможно открыть папку: недостаточно контекста
sk: Počiatočný priečinok s nedostatočným kontextom
sv: Startar mapp med otillräcklig kontext
tr: Başlangıç klasörünün bağlamı yetersiz
uk: Початкова тека з недостатнім контекстом
zh_hans: 启动文件夹时缺少必要信息
zh_hant: 開啟資料夾但上下文不足

# finder_coordinator_invalid_go_move
source: Called Go-Move with insufficient context
be: Go-Move выкліканы з недастатковым кантэкстам
ca: Passant a la pàgina amb context insuficient
cs: Voláno Go-Move s nedostatečným kontextem
da: Kaldte Go-Move med utilstrækkelig kontekst
de: Ziel existiert nicht
el: Αδυναμία εύρεσης προορισμού. Ενδεχομένως ο φάκελος να μην υπάρχει.
es: Go-Move llamado sin suficiente contexto
es_419: Llamado Go-Move con contexto insuficiente
fi: Kansiota ei ole olemassa
fr: Déplacement vers la page avec contexte insuffisant
hu: Go-Move hívása hiányos összefüggéssel
id: Panggil Go-Move dengan konteks yang tidak memadai
it: Chiamata Go-move con contesto insufficiente
ja: 不十分なコンテキストでGo-Moveが呼び出されました
ka: გამოძახებულია Go-Move არასაკმარისი კონტექსტით
ko: 불충분한 맥락이 있는 호출 Go-Move
nb: Kalt Go-Move med utilstrekkelig kontekst
nl: Go-Move opgeroepen met onvoldoende context
pl: Wywołano Go-Move z niewystarczającym kontekstem
pt: Movimento para a página com contexto insuficiente
pt_br: A pasta não existe
ro: Deplasare la pagină cu context insuficient (nod nevalid).
ru: Невозможно выполнить Go-Move: недостаточно контекста
sk: Volanie Go-Move s nedostatočným kontextom
sv: Anropade Go-Move med otillräcklig kontext
tr: Çağrılan git/taşı bağlamı yetersiz
uk: Названий Go-Move з недостатнім контекстом
zh_hans: 在调用 Go-Move 操作时未提供足够的上下文参数信息
zh_hant: 已呼叫 Go-Move，但上下文不足

# finder_coordinator_invalid_shared_folder
source: Started Shared Folder with insufficient context
be: Пачатковая абагуленая папка з недастатковым кантэкстам
ca: Inici de carpeta compartida amb un context insuficient
cs: Počáteční sdílená složka s nedostatečným kontextem
da: Startede delt mappe med utilstrækkelig kontekst
de: Geteilter Ordner existiert nicht
el: Μη έγκυρος κοινόχρηστος φάκελος.
es: Carpeta Compartida iniciada sin suficiente contexto
es_419: Carpeta compartida iniciada con contexto insuficiente
fi: Kansiota ei ole olemassa
fr: Démarrage de dossier partagé avec un contexte insuffisant
hu: Megosztott mappa indítása hiányos összefüggéssel
id: Memulai Folder Terbagi dengan konteks yang tidak memadai
it: Cartella condivisa iniziale con contesto insufficiente
ja: 不十分なコンテキストで共有フォルダを開始しました
ka: გაეშვა გაზიარებული საქაღალდე არასაკმარისი კონტექსტით
ko: 불충분한 맥락이 있는 시작 공유 폴더
nb: Startet delt mappe med utilstrekkelig kontekst
nl: Gedeelde map met onvoldoende context gestart
pl: Uruchomiono udostępniony folder z niewystarczającym kontekstem
pt: Início de pasta partilhada com um contexto insuficiente
pt_br: A pasta não existe
ro: Încercare de accesare folder partajat nevalid.
ru: Невозможно открыть общую папку: недостаточно контекста
sk: Spustený zdieľaný priečinok s nedostatočným kontextom
sv: Startade delad mapp med otillräcklig kontext
tr: Başlanan paylaşılmış klasörün bağlamı yetersiz
uk: Запущено спільну теку з недостатнім контекстом
zh_hans: 启动共享文件夹时未提供足够的上下文参数信息
zh_hant: 開啟共享資料夾但上下文不足

# finder_coordinator_move_invalid_node
source: Start Move with insufficient context
be: Пачатковае перамяшчэнне з недастатковым кантэкстам
ca: Inici del moviment amb context insuficient
cs: Počáteční přesun s nedostatečným kontextem
da: Start Move med utilstrækkelig kontekst
de: Quelle der Verschiebung existiert nicht
el: Αδυναμία μετακίνησης λόγω μη έγκυρου στοιχείου.
es: Empezar movimiento con un contexto insuficiente.
es_419: Iniciar movimiento con contexto insuficiente
fi: Kansiota ei ole olemassa
fr: Début de déplacement avec contexte insuffisant
hu: Mozgatás indítása hiányos összefüggéssel
id: Mulai Pindah dengan konteks yang tidak memadai
it: Movimento iniziale con contesto insufficiente
ja: 不十分なコンテキストで移動が開始しました
ka: საწყისი მოძრაობა არასაკმარისი კონტექსტით
ko: 불충분한 맥락이 있는 시작 이동
nb: Start av bevegelse med utilstrekkelig kontekst
nl: Start Move met onvoldoende context
pl: Uruchom przenoszenie z niewystarczającym kontekstem
pt: Início de movimento com contexto insuficiente
pt_br: A pasta não existe
ro: Încercare de mutare nod nevalid.
ru: Невозможно начать перемещение: недостаточно контекста
sk: Počiatočný pohyb s nedostatočným kontextom
sv: Startar flytt med otillräcklig kontext
tr: Başlanan taşıma bağlamı yetersiz
uk: Почніть рух з недостатнього контексту
zh_hans: 执行移动操作时未提供足够的上下文参数信息
zh_hant: 開始移動但上下文不足

# folder_detail_title
source: Folder details
be: Падрабязнасці папкі
ca: Detalls de la carpeta
cs: Podrobnosti složky
da: Mappedetaljer
de: Ordnerdetails
el: Λεπτομέρειες φακέλου
es: Detalles de la carpeta
es_419: Detalles de la carpeta
fi: Kansion tiedot
fr: Informations sur le dossier
hu: Mappa részletei
id: Rincian folder
it: Dettagli cartella
ja: フォルダ詳細
ka: საქაღალდის დეტალები
ko: 폴더 세부 정보
nb: Mappedetaljer
nl: Map details
pl: Szczegóły folderu
pt: Detalhes da pasta
pt_br: Detalhes da pasta
ro: Detalii folder
ru: Информация о папке
sk: Podrobnosti priečinka
sv: Mappdetaljer
tr: Klasör bilgileri
uk: Подробиці теки
zh_hans: 文件夹详情
zh_hant: 資料夾詳細資訊

# folder_plural_type_with_num
source: %d Folders
be: %d папак
ca: %d carpetes
cs: %d složek
da: %d mapper
de: %d Ordner
el: %d Φάκελοι
es: %d carpetas
es_419: %d carpetas
fi: %d Kansiota
fr: %d Dossiers
hu: %d mappa
id: %d Folder
it: %d Cartelle
ja: %d個のフォルダ
ka: %d საქაღალდე
ko: %d개 폴더
nb: %d mapper
nl: %d mappen
pl: %d Folderów
pt_br: %d pastas
ro: %d de foldere
sk: %d priečinkov
sv: %d mappar
tr: %d klasör
zh_hans: %d 个文件夹

# format_month_this_month
source: This month
be: У гэтым месяцы
ca: Aquest mes
cs: Tento měsíc
da: Denne måned
de: Diesen Monat
el: Αυτό το μήνα
es: Este mes
es_419: Este mes
fi: Tässä kuussa
fr: Ce mois-ci
hu: Ebben a hónapban
id: Bulan ini
it: Questo mese
ja: 今月
ka: ამ თვეში
ko: 이번 달
nb: Denne måneden
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
pt_br: Este mês
ro: Luna asta
ru: В этом месяце
sk: Tento mesiac
sv: Denna månad
tr: Bu ay
uk: Цього місяця
zh_hans: 本月
zh_hant: 本月

# general_apply
source: Apply
be: Прымяніць
ca: Aplica
cs: Použít
da: Anvend
de: Übernehmen
el: Εφαρμογή
es: Aplicar
es_419: Aplicar
fi: Käytä
fr: Appliquer
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 受け入れる
ka: გადატარება
ko: 적용
nb: Anvend
nl: Toepassen
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ro: Aplicare
ru: Применить
sk: Použiť
sv: Tillämpa
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

# general_cancel
source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zpět
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소하기
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# general_copy
source: Copy
be: Копія
ca: Copia
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
es_419: Copiar
fi: Kopioi
fr: Copier
hu: Másolás
id: Salin
it: Copia
ja: コピー
ka: კოპირება
ko: 복사
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sv: Kopiera
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

# general_decrypting
source: Decrypting...
be: Расшыфроўка...
ca: Desxifrant...
cs: Dešifrování...
da: Dekrypterer...
de: Wird entschlüsselt...
el: Αποκρυπτογράφηση...
es: Descifrando...
es_419: Descifrando...
fi: Puretaan salausta...
fr: Déchiffrement...
hu: Visszafejtés...
id: Mendekripsi...
it: Decrittografia in corso
ja: 復号化...
ka: გაშიფვრა...
ko: 복호화 중...
nb: Dekrypterer...
nl: Ontsleutelen...
pl: Odszyfrowywanie...
pt: A desencriptar...
pt_br: Desencriptando...
ro: Se decriptează…
ru: Расшифровка ...
sk: Dešifrovanie...
sv: Dekrypterar …
tr: Şifre çözülüyor...
uk: Розшифрування...
zh_hans: 正在解密...
zh_hant: 正在解密...

# general_decryption_failed
source: Decryption failed
be: Збой расшыфроўкі
ca: S'ha produït un error en el desxifratge.
cs: Dešifrování selhalo
da: Dekryptering mislykkedes
de: Fehler beim Entschlüsseln.
el: Η αποκρυπτογράφηση απέτυχε
es: Error del descifrado
es_419: Error del descifrado
fi: Salauksen purku epäonnistui
fr: Le déchiffrement n'a pas abouti.
hu: Visszafejtés sikertelen
id: Pendekripsian gagal
it: Decifratura non riuscita
ja: 非暗号化に失敗しました
ka: გაშიფვრა ჩავარდა
ko: 복호화 실패
nb: Dekryptering mislyktes
nl: Ontsleuteling mislukt
pl: Odszyfrowywanie nie powiodło się
pt: Erro na desencriptação
pt_br: Descriptografia falhou
ro: Decriptare eșuată
ru: Ошибка дешифрования
sk: Dešifrovanie sa nepodarilo
sv: Dekryptering misslyckades
tr: Şifre çözülemedi
uk: Розшифрування не вдалося
zh_hans: 解密失败
zh_hant: 解密失敗

# general_delete
source: Delete
be: Выдаліць
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ka: წაშლა
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Excluir
ro: Ștergere
ru: Удалить
sk: Vymazať
sv: Ta bort
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# general_deselect_all
source: Deselect all
be: Зняць выбар з усіх
ca: Desselecciona-ho tot
cs: Zrušit výběr všeho
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
es: Anular la selección de todo
es_419: Deseleccionar todo
fi: Tyhjennä valinnat
fr: Tout désélectionner
hu: Összes kijelölés megszüntetése
id: Batalkan semua pilihan
it: Deseleziona tutto
ja: 全てを非選択
ka: ყველა მონიშვნის მოხსნა
ko: 선택 해제
nb: Fravelg alle
nl: Alles deselecteren
pl: Odznacz wszystkie
pt: De-selecionar tudo
pt_br: Desmarcar todos
ro: Deselectare toate
ru: Отменить выбор всех
sk: Zrušiť výber všetkého
sv: Avmarkera alla
tr: Tümünü bırak
uk: Скасувати вибір
zh_hans: 取消全选
zh_hant: 取消全選

# general_disable
source: Disable
be: Адключыць
ca: Desactiva
cs: Deaktivovat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_419: Desactivar
fi: Poista käytöstä
fr: Désactiver
hu: Letiltás
id: Nonaktifkan
it: Disabilita
ja: 無効
ka: გათიშვა
ko: 비활성화
nb: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
pt_br: Desativar
ro: Dezactivare
ru: Отключить
sk: Vypnúť
sv: Inaktivera
tr: Kapat
uk: Вимкнути
zh_hans: 禁用
zh_hant: 關閉

# general_dismiss
source: Dismiss
be: Адхіліць
ca: Descarta
cs: Zavřít
da: Afvis
de: Verwerfen
el: Παράβλεψη
es: Descartar
es_419: Descartar
fi: Sulje
fr: Fermer
hu: Elvetés
id: Abaikan
it: Annulla
ja: 却下
ka: მოცილება
ko: 닫기
nb: Avvis
nl: Negeren
pl: Odrzuć
pt: Descartar
pt_br: Dispensar
ro: Închidere
ru: Отклонить
sk: Odmietnuť
sv: Avfärda
tr: Yok say
uk: Відхилити
zh_hans: 忽略
zh_hant: 忽略

# general_done
source: Done
be: Гатова
ca: Fet
cs: Hotovo
da: Udført
de: Fertig
el: Έτοιμο
es: Completado
es_419: Hecho
fi: Valmis
fr: Terminé
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ka: მზადაა
ko: 완료
nb: Fullført
nl: Klaar
pl: Gotowe
pt: Terminado
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamam
uk: Готово
zh_hans: 完成
zh_hant: 完成

# general_downloading
source: Downloading
be: Спампоўванне
ca: S'està descarregant
cs: Stahování
da: Downloader
de: Wird heruntergeladen
el: Γίνεται Λήψη
es: Descargando
es_419: Descargando
fi: Ladataan
fr: Téléchargement
hu: Letöltés
id: Mengunduh
it: Download in corso
ja: ダウンロード中
ka: გადმოწერა
ko: 다운로드 중
nb: Laster ned
nl: Downloaden
pl: Pobieranie
pt: Transferência em curso
pt_br: Baixando
ro: Se descarcă
ru: Скачивание
sk: Sťahovanie
sv: Laddar ner
tr: İndiriliyor
uk: Завантаження
zh_hans: 下载中
zh_hant: 正在下載

# general_enable
source: Enable
be: Уключыць
ca: Activa
cs: Povolit
da: Aktiver
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_419: Activar
fi: Käytä
fr: Activer
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効
ka: ჩართვა
ko: 활성화
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
pt_br: Ativar
ro: Activare
ru: Включить
sk: Zapnúť
sv: Aktivera
tr: Aç
uk: Увімкнути
zh_hans: 启用
zh_hant: 啟用

# general_file_type
source: File
be: Файл
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
es_419: Archivo
fi: Tiedosto
fr: Fichier
hu: Fájl
id: Berkas
ja: ファイル
ka: ფაილი
ko: 파일
nb: Fil
nl: Bestand
pl: plik
pt: Ficheiro
pt_br: Arquivo
ro: Fișier
ru: Файл
sk: Súbor
sv: Fil
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

# general_folder_type
source: Folder
be: Папка
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
es_419: Carpeta
fi: Kansio
fr: Dossier
hu: Mappa
it: Cartella
ja: フォルダ
ka: საქაღალდე
ko: 폴더
nb: Mappe
nl: Map
pt: Pasta
pt_br: Pasta
ru: Папка
sk: Priečinok
sv: Mapp
tr: Klasör
uk: Тека
zh_hans: 文件夹
zh_hant: 資料夾

# general_get_more_storage
source: Get more storage
be: Атрымаць больш месца ў сховішчы
ca: Aconseguiu més emmagatzematge
cs: Získat více úložného prostoru
da: Få mere lagerplads
de: Mehr Speicherplatz erhalten
el: Αποκτήστε περισσότερο χώρο αποθήκευσης
es: Obtener más almacenamiento
es_419: Obtener más almacenamiento
fi: Hanki lisää tallennustilaa
fr: Obtenir plus d'espace de stockage
hu: Kapjon több tárhelyet
id: Dapatkan lebih banyak ruang penyimpanan
it: Ottieni più spazio di archiviazione
ja: ストレージを増やす
ka: მიიღეთ მეტი საცავი
ko: 더 많은 저장공간 확보하기
nb: Skaff deg mer lagringskapasitet
nl: Krijg meer opslag
pl: Uzyskaj więcej przestrzeni dyskowej
pt: Obter mais espaço de armazenamento
pt_br: Obter mais armazenamento
ro: Obțineți mai mult spațiu.
ru: Получите больше места в хранилище
sk: Získajte viac úložného priestoru
sv: Skaffa mer lagringsutrymme
tr: Daha fazla depolama alanı edinin
uk: Збільшити сховище
zh_hans: 获得更多存储空间
zh_hant: 取得更多儲存空間
